gitcnd/micropython/ports/esp32/boards/SIL_WESP32/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Silicognition wESP32"
#define MICROPY_HW_MCU_NAME "ESP32"

#define MICROPY_PY_DEFLATE_COMPRESS (1)
